{
  "home": {
    "hero_title": "مرحبًا بك في الأنصاري للصرافة – تداول بذكاء، تداول بسرعة",
    "hero_text": "كن على استعداد لتداول العقود مقابل الفروقات على الفوركس، الأسهم، السلع، العملات الرقمية، المؤشرات والخيارات. احصل على أدوات متقدمة، دعم شخصي، وأمان لا مثيل له.",
    "register_now": "سجل الآن",
    "free_demo": "تجربة مجانية",

    "markets_title": "تداول مجموعة واسعة من الأسواق العالمية بأسعار تنافسية",
    "forex": "الفوركس",
    "forex_desc": "تداول أزواج العملات الرئيسية بفروقات تبدأ من 0.0 نقطة وعمولات منخفضة للغاية.",
    "indices": "المؤشرات",
    "indices_desc": "الوصول إلى المؤشرات العالمية مثل UK 100 و Germany 40 بفروقات تبدأ من 1 نقطة.",
    "commodities": "السلع",
    "commodities_desc": "تداول الذهب، النفط والمزيد بفروقات تنافسية تبدأ من 0.04 نقطة.",
    "stocks": "الأسهم",
    "stocks_desc": "تداول أكثر من 5500 سهم دولي، بما في ذلك التداول خارج ساعات العمل للأسهم الأمريكية.",
    "cryptos": "العملات الرقمية",
    "cryptos_desc": "شراء وبيع العملات الرقمية مباشرةً دون الحاجة إلى محافظ أو منصات خارجية.",
    "bullion": "المعادن الثمينة",
    "bullion_desc": "استثمر في الذهب، الفضة والبلاتين لحماية أموالك في المعادن الثمينة.",

    "trading_title": "تداول الفوركس",
    "trading_text": "يعد تداول الفوركس أحد أكثر خيارات التداول شيوعًا. لهذا السبب تحتاج إلى منصة تداول متطورة وموثوقة تمكنك من التداول بفروقات أسعار ضيقة على أزواج العملات الرئيسية والثانوية. اختر من بين نموذج التسعير القياسي أو المتميز وفقًا لاحتياجاتك.",
    "contact_us": "اتصل بنا",

    "pricing_title": "ادفع أقل عند التداول",
    "pricing_text": "سيطر على احتياجاتك في التداول بفروقات منخفضة تبدأ من 0.0 للعملات الرئيسية مع عمولة $5 لكل 100 ألف دولار يتم تداولها.",
    "open_raw_account": "افتح حساب RAW Spread",

    "funding_title": "هل لديك حساب تداول بالفعل؟",
    "funding_text": "يمكنك بسهولة تمويل حساب التداول الخاص بك باستخدام أحد طرق الدفع المتاحة، سواء بطاقة الخصم، التحويل البنكي أو الإيداع عبر ACH.",

    "platform_title": "منصات تداول قوية",
    "platform_subtitle": "يمكنك الوثوق بها",
    "platform_text": "اختبر مجموعة من منصات التداول القوية المصممة للمتداولين بجميع المستويات على جهازك المحمول."
  },
  "header": {
    "risk_warning": "ينطوي تداول العقود مقابل الفروقات وخيارات الفوركس على مخاطر وقد يؤدي إلى خسارة رأس مالك.",
    "help": "مساعدة",
    "language": "العربية",
    "home" : "الرئيسية",
    "products": "المنتجات",
    "forex": "الفوركس",
    "cfd_trading": "تداول العقود مقابل الفروقات",
    "stocks": "الأسهم",
    "trading_platforms": "منصات التداول",
    "mt4": "ميتاتريدر 4 (MT4)",
    "mt5": "ميتاتريدر 5 (MT5)",
    "web_trader": "ويب تريدر",
    "cryptocurrencies": "العملات الرقمية",
    "trading_info": "معلومات التداول",
    "about_us": "معلومات عنا",
    "login": "تسجيل الدخول",
    "register": "تسجيل جديد"
  },
  "forex": {
    "forex_trading": "تداول الفوركس",
    "home": "الرئيسية",
    "forex_trading_with": "تداول الفوركس مع al-ansaari Trading",
    "forex_trading_description": "استكشف عالم التداول في سوق الفوركس المتاح على مدار 24/5، حيث تتوفر الفرص في كل لحظة في سوق ضخم لا مثيل له. اختر al-ansaari Trading كوسيط لك واحصل على إمكانية الوصول إلى بعض من أفضل منصات تداول الفوركس!",
    "join_Al Ansari-Exchanger": "انضم إلى al-ansaari Trading",
    "forex_trading_made_easy": "تداول الفوركس بسهولة",
    "forex_trading_made_easy_description": "ادخل إلى سوق الفوركس في أي وقت مع al-ansaari Trading، بوابتك إلى سوق العملات العالمي المتاح على مدار 24/5. قم بالشراء أو البيع، واستخدم الرافعة المالية لتعزيز تداولاتك. ابدأ الآن واستفد من كل تحرك في السوق.",
    "why_choose_Al Ansari-Exchange": "لماذا تختار al-ansaari Trading",
    "choose01": "تداول مع وسيط منظم عالميًا يعمل وفقًا لمعايير تنظيمية صارمة عبر ولايات قضائية متعددة. يتم الاحتفاظ بأموال العملاء في حسابات منفصلة لزيادة الأمان..",
    "choose02": "أكثر من 1250 أداة متاحة، بما في ذلك الفوركس، والعملات المشفرة، والأسهم، والسلع، والمؤشرات.",
    "choose03": "منصات تداول الفوركس لأجهزة سطح المكتب والكمبيوتر اللوحي والجوال والتداول عبر الويب مع MetaTrader 4 وMetaTrader 5 وWebTrader الخاص بنا وAvaOptions وتطبيق al-ansaari Trading الحائز على جوائز.",
    "choose04": "ميزات حصرية مثل حل إدارة المخاطر الآلي AvaProtect وإشارات التداول القابلة للتنفيذ داخل المنصة من Trading Central.",
    "choose05": "حساب تجريبي مجاني للتدرب على التداول بدون أي مخاطر",
    "benefits": "فوائد تداول الفوركس",
    "benefits_text": "سوق الفوركس، أو سوق الصرف الأجنبي، هي بورصة لامركزية يتم فيها تداول جميع عملات العالم بنشاط. في حين أن الأسواق الأخرى لها موقع مركزي، فإن تداول الفوركس يتم إلكترونيًا، في أي مكان وفي كل مكان. هل تعلم أن التداول يتم على مدار 24 ساعة في اليوم؟ بصفتها السوق الأكثر سيولة في العالم، تجاوزت أحجام تداول الفوركس 6.6 تريليون دولار يوميًا (أرقام 2019)، مع ارتفاع أعداد المتداولين في الفوركس الذين يدخلون المشهد. هذا هو حجم ونطاق أسواق الفوركس التي تتفوق على جميع الأسواق الرئيسية الأخرى مجتمعة. ندعوك لمعرفة المزيد عن تداول الفوركس مع أدلة وإرشادات. إن نشاط تداول العملات العالمية خارج المخططات، وتمنحك تجارة الفوركس العديد من الفوائد. كما ستكتشف قريبًا، يقدم الفوركس فرص تداول لا تصدق، وأفاتريد مستعدة للكشف عن كل ذلك لك. افتح حساب تداول فوركس اليوم وابدأ!",
    "register_new": "تسجيل جديد"
  },
  "cfd_trading": {
    "cfd_trading": "تداول العقود ",
    "home": "الرئيسية",
    "cfd_trading_with": "اصنع الفارق",
    "cfd_subtitle": "مع تداول العقود ",
    "cfd_trading_description": "عند تداول العقود مقابل الفروقات مع al-ansaari Trading، ستتداول مع وسيط منظم جيدًا يوفر بعضًا من أفضل منصات التداول في العالم، ويمكنك تحقيق الربح سواء ارتفعت الأسواق أو انخفضت!",
    "start_trading": "ابدأ التداول الآن",
    "cfd_trading_made_easy": "تداول العالم مع العقو",
    "cfd_trading_made_easy_description": "استكشف عالم العقود مقابل الفروقات المثير، وهو وسيلة ديناميكية للمشاركة في الأسواق المالية دون امتلاك الأصول الفعلية. يعتمد تداول العقود مقابل الفروقات على إجراء توقعات جريئة بشأن تغيرات الأسعار، مما يتيح مغامرة فريدة في عالم المال يسهل الوصول إليها للجميع. انغمس في التجربة واستمتع بإثارة السوق في متناول يديك!",
    "why_choose_Al Ansari-Exchange": "لماذا تتداول العقود مقابل الفروقات مع al-ansaari Trading",
    "choose01": "تعمل al-ansaari Trading وفقًا للوائح الدولية الصارمة، مما يضمن بيئة تداول آمنة وموثوقة. سلامتك هي أولويتنا القصوى.",
    "choose02": "يلتزم فريقنا بالتميز ويحظى بتقدير واسع في الصناعة، حيث حصل على العديد من الجوائز. مع al-ansaari Trading، ستحصل دائمًا على خدمة عالية الجودة.",
    "choose03": "منذ عام 2006، أثبتت al-ansaari Trading نفسها كقائد موثوق في صناعة تداول العقود مقابل الفروقات. يمكنك التداول بثقة.",
    "choose04": "احصل على موارد تداول فريدة مثل AvaProtect وTrading Central وAvaSocial. توفر al-ansaari Trading أدوات قوية لمساعدتك على التداول بفعالية.",
    "choose05": "أمانك هو أولويتنا. يتم الاحتفاظ بجميع أموال العملاء في حسابات مصرفية منفصلة، كما يتم تشفير جميع التفاعلات على موقعنا باستخدام بروتوكولات أمان متقدمة. تداول براحة البال، مع العلم أن أموالك وبياناتك الشخصية محمية.",
    "benefits": "منصات تداول العقود مقابل الفروقات من al-ansaari Trading",
    "benefits_description": "توفر al-ansaari Trading مجموعة متنوعة من منصات تداول العقود مقابل الفروقات سهلة الاستخدام، مما يضمن تجربة تداول سلسة ومخصصة لتلبية احتياجات المتداولين المختلفة.",
    "benefits_text": "سوق الفوركس، المعروف أيضًا باسم سوق الصرف الأجنبي، هو سوق لا مركزي يتم فيه تداول جميع عملات العالم بنشاط. على عكس الأسواق الأخرى التي لها مواقع مركزية، يتم التداول في سوق الفوركس إلكترونيًا، في أي مكان وزمان. هل تعلم أن التداول يستمر على مدار 24 ساعة يوميًا؟ بصفته السوق الأكثر سيولة في العالم، بلغ حجم التداول اليومي في الفوركس أكثر من 6.6 تريليون دولار (وفقًا لإحصائيات 2019)، مع تزايد عدد المتداولين يومًا بعد يوم. إن حجم وتأثير سوق الفوركس يتجاوز جميع الأسواق المالية الرئيسية الأخرى مجتمعة. ندعوك لاكتشاف المزيد عن تداول الفوركس من خلال أدلتنا ومواردنا. حركة تداول العملات العالمية مذهلة، ويوفر تداول الفوركس العديد من الفوائد لك. كما ستكتشف، فإن الفوركس يوفر فرص تداول رائعة، وal-ansaari Trading جاهزة لتقديم كل شيء لك. افتح اليوم حساب تداول فوركس وابدأ!",
    "benefits01": {
      "title": "MT4/5",
      "description": "تُعد منصات ميتاتريدر من بين الأفضل لتداول العقود مقابل الفروقات، حيث تتميز بإمكانيات تخصيص متقدمة وأدوات تحليل شاملة، مما يجعلها الخيار المفضل للمتداولين بفضل قوتها وموثوقيتها."
    },
    "benefits02": {
      "title": "WebTrader",
      "description": "يوفر واجهة نظيفة وبسيطة يمكن الوصول إليها مباشرة من المتصفح (دون الحاجة إلى تحميل). يتكامل مع إشارات التداول، مما يسهل التداول عبر تقديم رؤى قابلة للتنفيذ مباشرة على المنصة."
    },
    "benefits03": {
      "title": "AvaProtect",
      "description": "تطبيق التداول المحمول الخاص بنا يتيح لك التداول أثناء التنقل، مما يضمن لك عدم تفويت أي فرصة تداول."
    },
    "benefits04": {
      "title": "Trading Central",
      "description": "منصة موثوقة للمتداولين، توفر Trading Central مجموعة واسعة من الموارد، بما في ذلك التحليل المتعمق، وأدوات إدارة المخاطر، ونصائح تداول مخصصة."
    }
  },
  "stocks": {
    "stocks": "تداول الأسهم",
    "home": "الرئيسية",
    "stocks_trading_with": "تداول الأسهم",
    "stocks_trading_description": "مع وسيط منظم وحائز على جوائز.",
    "stocks_text": "تداول عقود الفروقات على أسهم الشركات الكبرى دون الرسوم أو القيود المرتبطة بالتداول التقليدي. هل أنت مهتم بتداول الأسهم مع al-ansaari Trading",
    "register_new": "تسجيل جديد",
    "invest": "استثمر في الشركات العالمية الرائدة",
    "invest_description": "تداول الأسهم الرائدة عالميًا مع al-ansaari Trading. تداول عقود الفروقات على الأسهم مع al-ansaari Trading واستمتع بالتداول بالرافعة المالية، والشراء والبيع، وأنواع الأوامر المبتكرة، والدعم الاحترافي، وبيئة تداول آمنة ومأمونة.",
    "benefits": "لماذا تتداول مع al-ansaari Trading",
    "benefits_description": "تلبي al-ansaari Trading الاحتياجات المتنوعة للمتداولين من خلال توفير مجموعة من منصات تداول العقود مقابل الفروقات سهلة الاستخدام، مما يضمن تجربة تداول فعالة ومخصصة.",
    "benefits_text": "سوق الفوركس، المعروف أيضًا بسوق الصرف الأجنبي، هو سوق لامركزي يتم فيه تداول جميع العملات العالمية بنشاط. بينما تمتلك الأسواق الأخرى مواقع مركزية، يتم التداول في سوق الفوركس إلكترونيًا، في أي مكان وزمان. هل تعلم أن التداول يستمر على مدار 24 ساعة في اليوم؟ باعتباره السوق الأكثر سيولة في العالم، تجاوزت أحجام التداول في الفوركس 6.6 تريليون دولار يوميًا (أرقام 2019)، مع تزايد أعداد المتداولين يومًا بعد يوم. إن حجم وانتشار أسواق الفوركس يجعلها تفوق جميع الأسواق الأخرى مجتمعة. ندعوك لاكتشاف المزيد حول تداول الفوركس من خلال أدلتنا التعليمية. نشاط التداول في سوق العملات خارج عن المألوف، ويوفر الفوركس العديد من الفرص لك. كما ستكتشف قريبًا، يقدم سوق الفوركس فرص تداول رائعة، وal-ansaari Trading مستعدة للكشف عنها لك. افتح حساب تداول فوركس اليوم وابدأ الآن!",
    "benefits01": {
      "title": "سنوات من التميز",
      "description": "منذ عام 2006، كانت al-ansaari Trading في طليعة التداول عبر الإنترنت، حيث توفر للمتداولين الأفراد إمكانية الوصول إلى أفضل الأسهم من أكبر البورصات العالمية."
    },
    "benefits02": {
      "title": "تنظيم عالمي",
      "description": "التزامنا باللوائح الدولية الصارمة عبر 9 ولايات قضائية يؤكد التزامنا بتوفير بيئة تداول موثوقة وآمنة."
    },
    "benefits03": {
      "title": "أمان وحماية لا مثيل لهما",
      "description": "يتم الاحتفاظ بأموال العملاء في حسابات منفصلة، كما يتم تشفير جميع المعاملات عبر الإنترنت، مما يجعل أمانك وسلامتك أولويتنا القصوى."
    },
    "benefits04": {
      "title": "موارد تداول مبتكرة",
      "description": "تقدم al-ansaari Trading لك موارد فريدة مثل AvaProtect وTrading Central وإشارات التداول القابلة للتنفيذ، لتعزيز استراتيجياتك في تداول الأسهم."
    },
    "benefits05": {
      "title": "وسيط حائز على جوائز",
      "description": "لقد تم تكريمنا بعدة جوائز في الصناعة، مما يؤكد مكانتنا كوسيط رائد في تداول عقود الفروقات على الأسهم."
    }
  },

  "mt4": {
    "mt4": "ميتاتريدر 4",
    "home": "الرئيسية",
    "mt4_trading_with": "التداول مع ميتاتريدر 4",
    "mt4_text": "المتداول الجاد يحتاج إلى منصة قوية – وهذه هي ميتاتريدر 4. هناك سبب يجعل ميتاتريدر 4 المنصة الأكثر شهرة بين المتداولين عبر الإنترنت. فهي غنية بالميزات للمتداولين المتقدمين، وسهلة التعلم للمبتدئين. استفد من آلاف المؤشرات، و10 أطر زمنية، وعروض بيانية متعددة.",
    "register_new": "تسجيل جديد",
    "features": {
      "title": "ميزات ميتاتريدر 4",
      "data01": "منصة تداول مرنة وسريعة",
      "data02": "إشارات تداول من أفضل المزودين",
      "data03": "مستشارون خبراء للتداول الآلي",
      "data04": "إمكانية الوصول من الكمبيوتر، الويب، والهاتف المحمول"
    },
    "benefits": {
      "title": "تعرف على ميتاتريدر 4",
      "description": "تأسست ميتاتريدر 4 منذ عام 2002 وأصبحت منذ ذلك الحين المعيار الأساسي في التداول عبر الإنترنت. سهلة التخصيص، فهي مناسبة للمبتدئين وسهلة الاستخدام، كما أنها شاملة للمتداولين المحترفين.",
      "01": {
        "title": "قم بإيداع 100 دولار كحد أدنى",
        "description": "قم بتمويل حسابك لدخول الأسواق"
      },
      "02": {
        "title": "قم بتنزيل ميتاتريدر 4",
        "description": "وسجّل الدخول باستخدام بيانات الاعتماد الخاصة بك"
      },
      "03": {
        "title": "افتح حسابًا حقيقيًا",
        "description": "واختر ميتاتريدر 4 كمنصتك"
      }
    }
  },

  "mt5": {
    "mt5": "ميتاتريدر 5",
    "home": "الرئيسية",
    "mt5_trading_with": "التداول مع ميتاتريدر 5",
    "mt5_text": "ميتاتريدر 5 هي منصة حديثة متعددة الوظائف تتميز بأنظمة تداول آلية متقدمة، وأدوات تقنية، وخدمات نسخ التداول. تم تصميم ميتاتريدر 5 لتلبية احتياجات التداول المتقدم عبر مجموعة أوسع من فئات الأصول مقارنة بسابقتها، ميتاتريدر 4. غنية بالميزات، وتتميز بأدوات متقدمة، وتوفر تنفيذًا فائقًا.",
    "register_new": "تسجيل جديد",
    "features": {
      "title": "يدعم ميتاتريدر 5",
      "data01": "المستشارون الخبراء (EAs)",
      "data02": "المؤشرات المخصصة",
      "data03": "السكربتات",
      "data04": "المكتبات"
    },
    "benefits": {
      "title": "تعرف على ميتاتريدر 5",
      "description": "مؤشرات أكثر، أوامر سوقية أكثر، أدوات أكثر – يوفر ميتاتريدر 5 للمتداول المحترف كل ما يحتاجه للنجاح في أسواق اليوم الديناميكية. ومع ذلك، يضمن التصميم المشابه انتقالًا سلسًا من المعيار السابق، ميتاتريدر 4.",
      "01": {
        "title": "قم بإيداع حد أدنى 100 دولار",
        "description": "موّل حسابك لدخول الأسواق"
      },
      "02": {
        "title": "قم بتنزيل ميتاتريدر 5",
        "description": "وسجّل الدخول باستخدام بيانات الاعتماد الخاصة بك"
      },
      "03": {
        "title": "افتح حسابًا حقيقيًا",
        "description": "واختر ميتاتريدر 5 كمنصتك"
      }
    }
  },

  "web_trader": {
    "web_trader": "ويب تريدر",
    "home": "الرئيسية",
    "title": "تداول بلا تنزيل، بلا حدود",

    "text": "من واجهته السهلة الاستخدام وتصميمه الحديث، هذه المنصة بسيطة في الاستخدام ومناسبة للمبتدئين والمتداولين المتقدمين على حد سواء. لا حاجة لتنزيل أو تثبيت أي شيء! التداول عبر الويب",
    "register_new": "تسجيل جديد",
    "section_one": {
      "title": "لماذا ويب تريدر؟",
      "description": "هذه المنصة مثالية للأشخاص الذين يرغبون في تجربة مستخدم بسيطة، مع جميع الوظائف الأساسية مباشرة من متصفح الويب. يمكنك الوصول إلى مجموعة واسعة من الدراسات والمؤشرات والحصول على أطر زمنية تصل إلى شهر. تأكد من استخدام Trading Central، المدمج بالكامل في المنصة، للحصول على رؤى تقنية والتعرف الفوري على الأنماط. لا يتطلب التثبيت ومتاح على أي جهاز كمبيوتر وعلى أي متصفح.",
      "button": "تداول الآن"
    },
    "section_two": {
      "title": "استخدم حكمة الجماهير",
      "description": "اشترِ وبِع الأصول في ثوانٍ، واتخذ قرارات مستنيرة بناءً على شعور السوق الحي. احصل على بيانات دقيقة حول ما يشتريه أو يبيعه مجتمع al-ansaari Trading في الوقت الفعلي وابقَ على اطلاع بالسوق دون الحاجة إلى قضاء الوقت في إجراء تحليلك الفني أو الأساسي الخاص.",
      "button": "تداول الآن"
    },
    "section_three": {
      "title": "تحكم في الأسواق",
      "description": "يقدم ويب تريدر ميزات مذهلة مثل AvaProtect™، أداة تقليل المخاطر التي تتيح لك حماية تداولاتك من الخسارة. كما يمكنك تعيين أوامر السوق والأوامر المعلقة، جني الأرباح وإيقاف الخسارة، خيار إغلاق مراكزك جزئيًا، عرض تاريخ التداول والمخططات. افتح وأغلق وعدّل المراكز الفردية والمجمعة بنقرة ماوس.",
      "button": "تداول الآن"
    },
    "features": {
      "title": "al-ansaari Trading: تداول بثقة",
      "data01": "ودائع مؤمنة مع وسيط منظم",
      "data02": "ودائع مؤمنة مع وسيط منظم",
      "data03": "ودائع مؤمنة مع وسيط منظم"
    }
  },

  "crypto": {
    "crypto": "العملات الرقمية",
    "home": "الرئيسية",
    "title": "تداول العملات الرقمية مع al-ansaari Trading",
    "text": "انغمس في مستقبل التمويل مع al-ansaari Trading – وسيطك الموثوق للعملات الرقمية. افتح حسابًا اليوم وابدأ في تداول أبرز العملات الرقمية في العالم.",
    "section_one": {
      "title": "ما هي العملات الرقمية؟",
      "description": "العملات الرقمية هي عملات افتراضية مؤمنة بالتشفير وتعتمد على تقنية البلوكشين الثورية. تم إطلاق البيتكوين في عام 2009 كأول عملة رقمية. تُعتبر العملات الرقمية مستقبل المال، وبالإضافة إلى خصائصها النقدية، فقد تطورت لتصبح مخازن رقمية للقيمة. نجاح البيتكوين أدى إلى ظهور آلاف العملات الرقمية الأخرى، وأصبح السوق شائعًا بين المتداولين بسبب تقلباته، مما قد يؤدي إلى عوائد كبيرة في فترات قصيرة مقارنة بالأصول الأخرى. ومع ذلك، فإن هذه التقلبات قد تتسبب أيضًا في انخفاض حاد في أسعار العملات الرقمية أحيانًا، مما يبرز مفهوم المخاطر العالية والمكافآت العالية.",
      "subtitle": "هل أنت مستعد لتداول عقود فروقات العملات الرقمية؟ افتح حسابًا اليوم وابدأ التداول!",
      "button": "ابدأ التداول"
    },
    "section_two": {
      "title": "لماذا تتداول العملات الرقمية مع al-ansaari Trading",
      "data01": {
        "title": "إرث من الابتكار والثقة",
        "description": "منذ عام 2006، كانت al-ansaari Trading رائدة في تقديم عقود فروقات العملات الرقمية منذ عام 2017، مما يثبت التزامها بالابتكار والثقة."
      },
      "data02": {
        "title": "تنظيم دولي صارم",
        "description": "نلتزم باللوائح في 9 ولايات قضائية حول العالم لضمان بيئة تداول آمنة ومتوافقة لجميع العملاء."
      },
      "data03": {
        "title": "الأمان والحماية",
        "description": "تضع al-ansaari Trading حماية استثماراتك كأولوية، حيث يتم الاحتفاظ بأموال العملاء في حسابات منفصلة، وجميع التفاعلات عبر الإنترنت مؤمنة باستخدام التشفير والعديد من أفضل الممارسات والتقنيات الأمنية الأخرى."
      },
      "data04": {
        "title": "موارد تداول فريدة",
        "description": "استفد من AvaProtect، وTrading Central، وإشارات التداول القابلة للتنفيذ للتنقل في أسواق العملات الرقمية بثقة ودقة."
      },
      "data05": {
        "title": "وسيط حائز على جوائز",
        "description": "تعترف العديد من الجوائز الصناعية بالتزامنا بالتميز، مما يؤكد مكانتنا كوسيط رائد في مجتمع التداول."
      },
      "data06": {
        "title": "تعليم شامل",
        "description": "نقدم موارد تعليمية واسعة من خلال مركز التعليم الخاص بنا، AvaAcademy. احصل على الوصول إلى الندوات عبر الإنترنت، والكتب الإلكترونية، بالإضافة إلى التحليلات والرؤى المتخصصة لتعزيز معرفتك ومهاراتك في التداول."
      },
      "button": "ابدأ التداول"
    }
  },

  "info": {
    "info": "معلومات التداول",
    "home": "الرئيسية",
    "register_new": "تسجيل جديد",
    "title": "معلومات التداول",
    "text": "استمرارًا لالتزامنا تجاه العملاء بضمان إجراء تداولاتهم بثقة، تعزز al-ansaari Trading سياسة تداول شفافة تمامًا لمتداوليها. ستجد هنا جميع معلومات التداول المطلوبة، بما في ذلك الأسعار، الفروقات السعرية، الرافعة المالية، وشروط التداول الأخرى – جميعها مقدمة لضمان تجربة تداول آمنة ومريحة.",
    "info_01": {
      "title": "AvaSocial",
      "description": "AvaSocial هو تطبيق تداول اجتماعي مبتكر يتيح لك نسخ أفضل المتداولين في العالم، الدردشة معهم، والاستفادة من نجاحهم!"
    },
    "info_02": {
      "title": "ما نوع الوسيط الذي هم عليه",
      "description": "ليست جميع وسطاء الفوركس متماثلين. هناك اختلافات في هيكل ووظيفة كل وسيط فوركس، خاصة عندما يتعلق الأمر بالمتداولين الفرديين."
    },
    "info_03": {
      "title": "حاسبة الأرباح",
      "description": "ستساعدك حاسبة al-ansaari Trading في تحديد ما إذا كان يجب فتح أو إغلاق مركزك، متطلبات الهامش، الفروقات السعرية، المقايضات، ومعلومات أساسية أخرى."
    }
  },

  "about": {
    "about": "معلومات عنا",
    "home": "الرئيسية",
    "register_new": "تسجيل جديد",
    "section_one": {
      "title": "معلومات عنا",
      "text": "مساعدة تسجيل الدخول English » حول al-ansaari Trading رائدة في التداول عبر الإنترنت منذ عام 2006. نحن من بين أكثر الوسطاء أمانًا في الصناعة، مع 9 تنظيمات عبر 6 قارات. نقدم مجموعة واسعة من الأصول، منصات رائدة، وشروط تداول سخية."
    },
    "section_two": {
      "title": "قيمنا",
      "text": "النزاهة أكثر من مجرد كلمة بالنسبة لنا. نحن نسترشد بنهج يضع العميل أولاً في أعمالنا، حيث نعتبر الجودة، النزاهة، والشفافية أساس كل ما نقوم به.",
      "data01": {
        "title": "النزاهة و",
        "subtitle": "الإنصاف"
      },
      "data02": {
        "title": "خدمة العملاء",
        "subtitle": "فوق كل شيء"
      },
      "data03": {
        "title": "تحسين ذاتي",
        "subtitle": "مستمر"
      },
      "data04": {
        "title": "ابتكار",
        "subtitle": "دائم"
      }
    },
    "section_three": {
      "title": "رؤيتنا",
      "text": "تلتزم al-ansaari Trading بتمكين الأفراد من الاستثمار والتداول بثقة في بيئة مبتكرة وموثوقة، مدعومة بخدمة شخصية من الدرجة الأولى ونزاهة لا تقبل المساومة."
    },
    "section_four": {
      "title": "خلفية",
      "text": "منذ عام 2006، توسعت al-ansaari Trading بشكل هائل؛ مع أكثر من 400,000 عميل مسجل عالميًا، ينفذون أكثر من مليوني صفقة شهريًا. يتجاوز إجمالي أحجام التداول للشركة 70 مليار دولار شهريًا. إن منظور al-ansaari Trading الموجه نحو المستخدم، إلى جانب الدعم المالي القوي، فريد في مجال التداول عبر الإنترنت. من مكاتب الدعم متعددة اللغات على مدار الساعة إلى مجموعة واسعة من المنصات والخدمات، نجحنا في إنشاء بيئة التداول المثلى لكل مستوى من المتداولين. يشمل نطاقنا الواسع مجموعة كاملة من أدوات التداول التي تغطي الفوركس، الأسهم، السلع، العملات الرقمية، والمؤشرات. Ava هي شركة متعددة الجنسيات مع مكاتب إقليمية ومراكز مبيعات في الإمارات العربية المتحدة، دبلن، ميلانو، طوكيو، وسيدني. يقع المقر الإداري للشركة في دبلن، أيرلندا. سواء كنت متداولًا متمرسًا أو مبتدئًا، تهدف منصات وخدمات al-ansaari Trading القابلة للتكيف إلى تزويدك بالتوازن المناسب بين البساطة والتعقيد. ليس من المستغرب أن al-ansaari Trading قد حصلت على أكثر من 30 جائزة صناعية مرموقة منذ عام 2009. ندعوك للانضمام إلى الآلاف من المتداولين والشركاء الذين اختاروا al-ansaari Trading كبوابتهم المفضلة للتداول. ما زلت غير مستعد؟ ألقِ نظرة على التقييمات من عملائنا!"
    }
  },

  "footer": {
    "text": "شركة al-ansaari Trading EU Ltd مرخصة من قبل البنك المركزي الأيرلندي (رقم C53877). شركة al-ansaari Trading Markets Ltd مرخصة من قبل لجنة الخدمات المالية لجزر فيرجن البريطانية. شركة Ava Capital Markets Australia Pty Ltd مرخصة من قبل هيئة الأوراق المالية والاستثمارات الأسترالية (ASIC) برقم 406684. شركة Ava Capital Markets Pty مرخصة من قبل هيئة سلوك القطاع المالي في جنوب أفريقيا (FSCA) برقم 45984. شركة al-ansaari Trading Japan K.K. مرخصة ومنظمة في اليابان من قبل وكالة الخدمات المالية (رقم الترخيص: 1662) وجمعية العقود الآجلة المالية في اليابان (رقم الترخيص: 1574). شركة Ava Trade Middle East Ltd مرخصة من قبل هيئة تنظيم الخدمات المالية لسوق أبوظبي العالمي (FRSA) برقم 190018. شركة DT Direct Investment Hub Ltd مرخصة من قبل لجنة الأوراق المالية والبورصات القبرصية (CySEC) برقم 347/17. يُرجى قراءة إفصاح المخاطر الخاص بـ al-ansaari Trading قبل التداول في الفوركس، العقود مقابل الفروقات، وخيارات الفوركس. تداول الفوركس، العقود مقابل الفروقات، وخيارات الفوركس ينطوي على مخاطر كبيرة وقد يؤدي إلى خسارة رأس المال، ولا يناسب جميع المستثمرين.",
    "Privacy_Policy": "سياسة الخصوصية",
    "Terms_Conditions": "الشروط والأحكام",
    "reserved": "©2025 Al-ansari Trading , جميع الحقوق محفوظة",
    "contact": "تواصل معنا",
    "need" : "كلما تحتاجه"
  }
}
